{
    "entities":[
        {
            "id": 1,
            "img": "../img/entities/oportunity.jpg",
            "name": "Оппортьюнити",
            "planet": "mars",
            "info": "'Opportunity' был активен на Марсе с 2004 по 2018 год, что делает его одним из самых долгоживущих космических аппаратов в истории исследования космоса. Этот аппарат сделал множество важных открытий, включая наличие воды на Марсе и возможность жизни на планете.",
            "launchDate": "7.7.2003",
            "article": [
                {"img": "../img/entities/op_1.jpg"},
                {"text": "«Оппортьюнити» исследовал многочисленные выходы горных пород вокруг кратера Эребус. Также работал с космическим аппаратом «Марс Экспресс» Европейского космического агентства."},
                {"text": " Использовал миниатюрный тепловой эмиссионный спектрометр (Mini-TES) и панорамные камеры (Pancam), передал изображение Фобоса, проходящего через солнечный диск. 22 марта 2006 года (760-й сол) «Оппортьюнити» начал путь к своей следующей точке назначения, кратеру Виктория, которого достиг в сентябре 2006 года (951-й сол) и изучал его вплоть до августа 2008 года (1630-й — 1634-й сол)."},
                {"img": "../img/entities/op_2.jpg"},
                {"text": "«Оппортьюнити» совершил посадку на Плато Меридиана в точке 1°57′ ю. ш. 354°28′ в. д.G, приблизительно в 25 км от его намеченной цели[33]. Плато Меридиана — плоская равнина практически без горных и ударных структур, но несмотря на это, «Оппортьюнити» остановился в 22-метровом кратере Игл. Ровер был приблизительно в 10 метрах от его края[33]. Сотрудники НАСА были приятно удивлены посадкой марсохода именно в кратер (его назвали «в лунку с первого удара», по аналогии с гольфом), они не только не стремились попасть в него, но даже не знали о его существовании. Позже его назвали кратером Игл, а посадочную платформу — «Мемориальная Станция Челленджера». Название кратеру дали через две недели после того, как «Оппортьюнити» рассмотрел его окрестности."},
                {"text": "Учёные были заинтригованы изобилием обнажений горных пород, разбросанных по кратеру, а также самим его грунтом, который, казалось, был смесью грубых красновато-серых «зёрен». Этот кадр с необычным горным обнажением рядом с «Оппортьюнити» был снят панорамной камерой ровера. Учёные полагают, что слоистые камни на фото — залежи вулканического пепла или отложения, созданные ветром или водой. Горные обнажения назвали «Выступом Оппортьюнити»."},
                {"text": "Геологи рассказали, что некоторые слои имеют толщину большого пальца на руке, и это указывают на то, что они, вероятно, образовались из отложений, нанесённых водой и ветром, или же являются вулканическим пеплом. Доктор Эндрю Нолл из Гарвардского университета, член научной команды марсохода «Оппортьюнити» и его близнеца, марсохода «Спирит», сказал, что если скалы являются осадочными, то вода — более вероятный источник их образования, чем ветер[34]."},
                {}
            ]
        },
        {
            "id": 2,
            "img": "../img/entities/iss.jpg",
            "name": "МКС",
            "planet": "earth",
            "info": "Международная космическая станция (МКС) - это пилотируемая орбитальная станция, используемая как многоцелевой космический исследовательский комплекс. Она была запущена в конце 1998 года и с тех пор активно эксплуатируется.",
            "launchDate": "20.11.1998",
            "article": [
                {"img": "../img/entities/mks_1.jpg"},
                {"text": "В 1984 году Президент США Рональд Рейган объявил о начале работ по созданию международной орбитальной станции[18]; в 1988 году проектируемая станция была названа «Freedom» («Свобода»). В то время это был совместный проект США, ЕКА, Канады и Японии. Планировалась крупногабаритная управляемая станция, модули которой будут доставляться по очереди на орбиту кораблями «Спейс шаттл» с 1981 года. Но к началу 1990-х годов выяснилось, что стоимость разработки проекта слишком велика, и было принято решение создать станцию совместно с Россией[19]."},
                {"img": "../img/entities/mks_2.jpg"},
                {"text": "После пристыковки в конце 2021 года модуля «Причал» станция имеет 12 стыковочных узлов, играющих роль портов: 8 для приёма грузовых и пилотируемых космических кораблей и 4 для пристыковки в будущем новых модулей (но пригодных и для приёма кораблКонус ССВПЩуп ССВП8 портов ССВП на российском сегменте, включая:5 на модуле «Причал» (4 ССВП-М8000 для пристыковки новых модулей и надирный ССВП-Г4000), ипо одному ССВП-Г4000 на модулях «Звезда» (кормовой), «Поиск» (зенитный) и «Рассвет» (надирный)[69], и4 CBM на американском сегменте: 3 на модуле «Гармония» (2 из которых оборудованы адаптером IDA) и 1 на модуле «Юнити» (надирный)."},
                {"text": "Кроме них имеется неиспользуемый зенитный стыковочный узел модуля «Транквилити»[70], а также1 шлюзовой люк шлюзового модуля «Квест» для ВКД,2 шлюзовых люка диаметром 1 м для ВКД на модуле «Поиск» (боковые)[71]1 стыковочный узел (левый) на модуле «Транквилити» для периодически отстыковываемого шлюзового модуля «Бишоп», используемого для запуска малых спутников и выброса мусора, и1 стыковочный узел (передний) для шлюзовой камеры на гермоадаптере модуля «Наука». Поскольку граф стыковки модулей станции имеет структуру дерева (то есть в нём отсутствуют циклы), она всегда имеет на один межмодульный переход меньше, чем число её модулей. Так, на декабрь 2021 года она имеет 14 постоянно открытых межмодульных переходов, и с учётом трёх гермоадаптеров РМА — 17 внутренних стыковочных узлов, не считая лишь изредка открываемых люков сообщения с модулями «BEAM» и «Бишоп» и фермой Z1 и люков, ведущих в пристыкованные к станции космические корабли."}

            ]
        },
        {
            "id": 3,
            "img": "../img/entities/sputnik1.jpg",
            "name": "Спутник-1",
            "planet": "earth",
            "info": "'Спутник-1' - первый в мире искусственный спутник Земли, запущенный Советским Союзом 4 октября 1957 года. Этот момент стал началом новой эры в космической истории, открыв новые возможности для исследований и технологического прогресса",
            "launchDate": "4.10.1957",
            "article": [
                {"img": "../img/entities/sp_1.jpg"},
                {"text": "ПС-1 на почтовой марке Казахстана, выпущенной в юбилейный для «Спутника-1» 2007 год"},
                {"img": "../img/entities/sp_2.jpg"},
                {"text": "Московская группа изучения реактивного движения (МосГИРД)"},
                {"text": "1 марта 1921 года была создана первая в СССР организация, которая стала заниматься проведением научно-исследовательских и опытно-конструкторских работ в области ракетной техники. В начале организация называлась «Лабораторией для разработки изобретений Н. И. Тихомирова», а с 1928 года — газодинамической лабораторией (ГДЛ). Первыми работами лаборатории стали твердотопливные ракеты-снаряды и ускорители для самолётов, а с 1929 года в ГДЛ, под руководством Валентина Петровича Глушко, началась разработка и стендовые испытания первых отечественных жидкостных ракетных двигателей. Осенью 1931 года при Осоавиахиме была организована научно-экспериментальная группа ГИРД (Группа изучения реактивного движения): 15 сентября 1931 года — в Москве, 13 ноября 1931 года — в Ленинграде, а впоследствии в Баку, Тифлисе, Архангельске и др. Начальником московской группы (МосГИРД) был назначен Сергей Павлович Королёв. В составе МосГИРД работали 4 бригады, возглавляемые Фридрихом Артуровичем Цандером, Михаилом Клавдиевичем Тихонравовым, Юрием Александровичем Победоносцевым и Сергеем Павловичем Королёвым. Работы группы заинтересовали военных, и в 1932 году ГИРД получил дополнительное финансирование, помещение, производственную и экспериментальную базу. 17 августа 1933 года в 19 часов по московскому времени на инженерном полигоне у пос. Нахабино Красногорского района Московской области была успешно запущена первая в СССР ракета с ЖРД ГИРД-09, созданная по проекту Михаила Клавдиевича Тихонравова."}
            ]
        },
        {
            "id": 4,
            "img": "../img/entities/lunohod1.jpg",
            "name": "Луноход-1",
            "planet": "moon",
            "info": "'Луноход-1' - первый в мире планетоход, который успешно работал на поверхности Луны с 17 ноября 1970 по 14 сентября 1971 года, проехав 10 540 метров.",
            "launchDate": "17.11.1970",
            "article": [
                {"img": "../img/entities/lun_1.jpg"},
                {"text": "Копия «Лунохода-1» (с раскрытой солнечной батареей) в Мемориальном музее космонавтики в Москве"},
                {"text": "Предназначался для изучения особенностей лунной поверхности, радиоактивного и рентгеновского космического излучения на Луне, химического состава и свойств грунта. Масса планетохода составила 756 кг (в том числе шасси 105 кг, включая массу ходовой части с приводами 88 кг)[1]. Длина с полностью открытой солнечной батареей — 4,42 м, ширина в верхней части — 2,15 м, ширина по колёсам — 1,60 м, высота — 1,92 м. Колёсная формула 8×8, трансмиссия электрическая (герметичные электродвигатели постоянного тока) с индивидуальным приводом колёс. Диаметр колёс — 510 мм, ширина — 200 мм, колёсная база — 1705 мм, ширина колеи — 1600 мм, просвет — 380 мм[1]. Колёса выполнены из металлической сетки с титановыми лопатками"},
                {"img": "../img/entities/lun_2.jpg"},
                {"text": "Автоматическая межпланетная станция «Луна-17» с «Луноходом-1» стартовала 10 ноября 1970 года и 15 ноября вышла на орбиту искусственного спутника Луны. 17 ноября 1970 года в 03:46:50 по всемирному времени станция благополучно прилунилась в Море Дождей в точке с координатами 38,25 ю. ш. и 325,00 в. д. с вертикальной скоростью около 2 м/с. На поверхность Луны был доставлен пятиугольный вымпел с барельефом В. И. Ленина, Государственный флаг СССР и Государственный герб СССР[6]. В 06:28 UT были откинуты пандусы, «Луноход-1» открыл крышки телекамер и передал панораму пандусов, чтобы убедиться в отсутствии препятствий, а затем съехал на лунный грунт, проехал 20 м по поверхности и поднял крышку с солнечной батареей для зарядки аккумулятора. За первые трое земных суток луноход проехал 197 метров и в связи с наступлением лунной ночи перешёл в ждущий режим"}

                
            ]
        },
        {
            "id": 5,
            "img": "../img/entities/lunar_orbiter3.jpg",
            "name": "Лунар орбитер-3",
            "planet": "moon",
            "info": "'Лунар орбитер-3' - это автоматический беспилотный космический аппарат NASA, который был запущен в 1967 году для картографирования поверхности Луны.",
            "launchDate": "12.2.1967",
            "article": [
                {"text": "some text"},
                {"img": "/img/oportunity.jpg"},
                {"text": "some text"}
            ]
        },
        {
            "id": 6,
            "img": "../img/entities/luna_2.jpg",
            "name": "Луна 2",
            "planet": "moon",
            "info": "Аппарат 'Луна-2' стал первым в мире аппаратом, который успешно достиг поверхности Луны, открыв новую эру исследования космического пространства.",
            "launchDate": "12.8.1959",
            "article": [
                {"text": "Советский Союз демонстрировал модель Лунника и ступени ракеты на технических выставках в Европе. ЦРУ удалось получить неограниченный доступ к моделям для изучения вероятных характеристик ракеты-носителя[11] [12]. 15 сентября 1959 года председатель Совета министров СССР Никита Хрущёв подарил президенту США Дуайту Эйзенхауэру копию сферического вымпела, доставленного на Луну; эта копия хранится в музее Эйзенхауэра в Абилине (штат Канзас).[7] Ещё одна копия вымпела хранится также в музее Канзасского центра космосферы и космоса. По-видимому, именно копия лунного вымпела упоминается в написанной вскоре после запуска «Луны-2» песне Александра Галича «Леночка», один из героев которой, дружественный Советскому Союзу эфиопский принц (вымышленный), на приёме в ЦК КПСС «сидит с моделью вымпела»."},
                {"img": "../img/entities/luna_2_1.jpg"},
                {"text": "Копия вымпела, предназначавшегося для доставки на Луну АМС «Луна-1», в Канзасском центре космосферы и космоса. От вымпела «Луны-2» отличается датой."}
            ]
        },
        {
            "id": 7,
            "img": "../img/entities/voyager1.jpg",
            "name": "Вояджер-1",
            "planet": "jupiter",
            "info": "'Вояджер-1' - это уникальный космический зонд, запущенный НАСА в 1977 году. Этот зонд стал первым, который сделал детальные снимки спутников Юпитера и Сатурна, а также других планет Солнечной системы 1.",
            "launchDate": "5.8.1977",
            "article": [
                {"text": "Советский Союз демонстрировал модель Лунника и ступени ракеты на технических выставках в Европе. ЦРУ удалось получить неограниченный доступ к моделям для изучения вероятных характеристик ракеты-носителя[11] [12]. 15 сентября 1959 года председатель Совета министров СССР Никита Хрущёв подарил президенту США Дуайту Эйзенхауэру копию сферического вымпела, доставленного на Луну; эта копия хранится в музее Эйзенхауэра в Абилине (штат Канзас).[7] Ещё одна копия вымпела хранится также в музее Канзасского центра космосферы и космоса. По-видимому, именно копия лунного вымпела упоминается в написанной вскоре после запуска «Луны-2» песне Александра Галича «Леночка», один из героев которой, дружественный Советскому Союзу эфиопский принц (вымышленный), на приёме в ЦК КПСС «сидит с моделью вымпела»."},
                {"img": "../img/entities/luna_2_1.jpg"},
                {"text": "Копия вымпела, предназначавшегося для доставки на Луну АМС «Луна-1», в Канзасском центре космосферы и космоса. От вымпела «Луны-2» отличается датой."}
            ]
        }
        ,
        {
            "id": 8,
            "img": "../img/entities/fhobos.jpg",
            "name": "Фобос-2",
            "planet": "mars",
            "info": "'Фобос-2' - это советская автоматическая межпланетная станция, запущенная в 1988 году для исследования Марса и его спутника Фобоса, но не смогла выполнить свою основную миссию - десантирование на поверхность Фобоса.",
            "launchDate": "12.6.1988",
            "article": [
                {"text": "Орбитальный аппарат состоял из следующих инструментов: лазерный масс-анализатор ЛИМА-Д, масс-анализатор вторичных ионов ДИОН, радар РЛК, видеоспектрометрический комплекс ВСК, радиометр-спектрометр КРФМ-ИСМ, радиометр-спектрометр ТЕРМОСКАН, спектрометр гамма-излучения ГС-14, детекторы нейтронов ИПНМ-3, оптический спектрометр ОГЮСТ, сканирующий анализатор АСПЕРА, спектрометр плазмы МПК, спектрометры электронов ЭСТЕР, анализатор плазменных волн АПВ-Ф, магнитометры ФГММ, солнечный телескоп ТЕРЕК, рентгеновский фотометр РФ-15, солнечный УФ-радиометр СУФР, спектрометры гамма-излучения ВГС, фотометр ИФИР — вся эта аппаратура необходима для выполнения научной программы Фобоса-2."},
                {"img": "../img/entities/ph_1.jpg"},
                {"text": "Почтовый блок СССР. Международный космический проект «Фобос», 1989  (ЦФА [АО «Марка»] № 6066)"},
                {"img": "../img/entities/ph_2.jpg"},
                {"text": "Космический аппарат под названием Фобос-2 был запущен к Марсу 12 июля 1988 года в 17:01:43.185 UTC. Для доставки к Фобосу на ней были установлены две посадочные станции — «долгоживущая» и подвижная. 21 июля 1988 года и 23 января 1989 года были проведены манёвры коррекции межпланетной траектории полёта АМС. 29 января 1989 года в 15:55 UTC была включена автономная двигательная установка и аппарат перешёл на орбиту ИСМ. Её предварительные параметры были такими: наклонение 1,0°, высота орбиты 850×79750 км, период обращения 76.5 час. Позже параметры были уточнены: наклонение 1,5°, высота 819×81214 км, период 77 час."}
            ]
        },
        {
            "id": 9,
            "img": "../img/entities/venus_ex.jpg",
            "name": "Венера-Экспресс",
            "planet": "venus",
            "info": "'Венера-экспресс' - это космический аппарат Европейского космического агентства, запущенный в 2005 году для изучения Венеры. Несмотря на то, что он должен был сгореть в атмосфере Венеры в 2015 году, его текущее состояние и местоположение неизвестны, поскольку последний сигнал от него был получен в январе 2015 года 1.",
            "launchDate": "9.9.2005",
            "article": [
                {"text": "9 ноября 2005 года в 6 часов 33 минуты по московскому времени (3:33 UTC) ракета-носитель Союз-ФГ (11А511У-ФГ №010[4]) с межпланетной станцией «Венера Экспресс» успешно стартовала со стартовой площадки № 31 космодрома Байконур. Через 8 минут 48 секунд после старта головной блок в составе межпланетного аппарата и разгонного блока «Фрегат» (№1010[4]) был выведен на промежуточную, незамкнутую орбиту с наклонением 51,8° и отделился от третьей ступени ракеты-носителя. Спустя 96 минут после старта, вторым импульсом двигателя разгонного блока аппарат был выведен на отлётную траекторию к Венере. После этого произошло отделение РБ «Фрегат», станция в автоматическом режиме сориентировалась по Солнцу, развернула панели солнечных батарей, и приблизительно через два часа после старта, вышла на связь с Европейским центром управления космическими аппаратами (ESOC) в Дармштадте, Германия. Все системы станции «Венера Экспресс» отработали в штатном режиме и она продолжила свой автономный полёт в межпланетном пространстве до выхода на околовенерианскую орбиту, который был произведён 11 апреля 2006 года."},
                {"img": "../img/entities/ve_1.jpg"},
                {"text": "11 апреля 2006 года аппарат, включив двигатель на 50 минут и снизив скорость, вышел на промежуточную сильновытянутую орбиту вокруг планеты (с перицентром около 400 километров и апоцентром 350 тысяч километров). После этого с помощью дополнительных манёвров был произведён переход на околополярную рабочую орбиту с перигесперием всего 250 километров и апогесперием 66 тысяч километров, с периодом обращения 24 часа."}
            ]
        },
        {
            "id": 10,
            "img": "../img/entities/voyager2.jpg",
            "name": "Вояджер-2",
            "planet": "neptun",
            "info": "'Вояджер-2' - это космический зонд, запущенный НАСА в 1977 году для изучения дальних планет Солнечной системы, включая Уран и Нептун. Несмотря на то, что он должен был сгореть в атмосфере Венеры в 2015 году, его текущее состояние и местоположение неизвестны, поскольку последний сигнал от него был получен в январе 2015 года 1",
            "launchDate": "20.8.1977",
            "article": [
                {"text": "Вояджер-2» стартовал 20 августа 1977 года, то есть на 16 дней раньше «Вояджера-1»[2]. Миссия «Вояджера-2» первоначально включала изучение только Юпитера и Сатурна, а также их спутников. Траектория полёта также предусматривала возможность пролёта мимо Урана и Нептуна, которая была успешно реализована. Аппарат идентичен «Вояджеру-1». За счёт гравитационных манёвров у Юпитера, Сатурна и Урана «Вояджер-2» смог на 18 лет сократить срок полёта к Нептуну (по сравнению с полётом от Земли по гомановской траектории)."},
                {"img": "../img/entities/v2_1.jpg"},
                {"text": "Снимок поверхности Европы"},
                {"img": "../img/entities/v2_2.jpg"},
                {"text": "Фото облаков Нептуна"},
                {"text": "Масса аппарата при старте составляла 798 кг, масса полезной нагрузки — 86 кг. Длина — 2,5 м. Корпус аппарата — десятигранная призма с центральным проёмом. На корпус посажен отражатель направленной антенны диаметром 3,66 метра[18]. Электропитание обеспечивают три вынесенных на штанге радиоизотопных термоэлектрических генератора, использующих плутоний-238 в виде окиси (в силу удалённости от Солнца солнечные батареи были бы бесполезны). На момент старта общее тепловыделение генераторов составляло около 7 киловатт, их кремний-германиевые термопары обеспечивали 470 ватт электрической мощности[19]. По мере распада плутония-238 (его период полураспада составляет 87,7 года) и деградации термопар мощность термоэлектрических генераторов падает (при пролёте мимо Урана — 400 ватт). На 17.12.2023 остаток плутония-238 равен 69.3 % от начального, к 2025 году тепловыделение упадёт до 68.8 % от начального. Кроме штанги электрогенераторов, к корпусу прикреплены ещё две: штанга с научными приборами и отдельная штанга магнитометра."}

                
            ]
        },
        {
            "id": 11,
            "img": "../img/entities/bepi.jpg",
            "name": "БепиКоломбо",
            "planet": "venus",
            "info": "'БепиКоломбо' - это совместная миссия Европейского космического агентства и Японского агентства аэрокосмических исследований, направленная на изучение Меркурия. Эта миссия включает два космических аппарата, которые будут выведены на орбиту планеты, и ожидается, что они смогут проработать в окрестностях Меркурия как минимум год 1.",
            "launchDate": "20.10.2018",
            "article": [
                {"text": "BepiColombo назван в честь итальянского математика и инженера Джузеппе Коломбо из Падуанского университета в Италии. Он разработал теорию гравитационного манёвра, которая используется для полётов космических аппаратов к другим планетам. Коломбо участвовал в разработке трассы корабля Маринер-10, космического аппарата, вторым совершившим гравитационный манёвр (около Венеры)."},
                {"img": "../img/entities/bepi_1.jpg"},
                {"text": "Полёт продлится 7,2 года. Прибытие в район Меркурия ожидается 5 декабря 2025 года[6]. Учёные ожидают, что обе станции смогут проработать в окрестностях Меркурия как минимум год. До сих пор единственными искусственными аппаратами, пролетевшими вблизи Меркурия, были американские «Маринер-10» (середина 1970-х; совершил три пролёта планеты и передал изображения планеты) и Мессенджер (запущен в 2004 году; совершил первый пролёт Меркурия в 2008, а на круговую орбиту вокруг Меркурия вышел в начале 2011[15]; завершил полёт в апреле 2015 года[16])."}
                 
            ]
        }
    ]
}